# s='МАВРИТАЛИЯ'
# print(s[3:5])
# print(len(s))
# print(s.find('ИЯ'))
# print(s.isalpha())
# print(s.lower())

# s1='Яблочный '
# s2='cидр'
# s=s1+s2
# print(s)
# #print(s1*3)
# S='Вишнев'+s1[6:8]+' '+ s2 + ' лучше!'
# print(S)

# Удаление пробелов, после чего он разделяет на одну строку на 3,
# далее между словами ставит '+'
# colors=('Red Blue Green')
# colors = colors.split()
# colors ='+'.join(colors)
# print(colors)

# Задача ввести числа через пробел и далее вывести в столбик
Numbers=input('Enter numbers')
Numbers=Numbers.split()
# Numbers='\n'.join(Numbers)
print(Numbers)


